Revit 2027 API
ParameterTypeId.RbsPipeSystemCalculationParam Property
 "Calculations"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeSystemCalculationParam { get; }
Public Shared ReadOnly Property RbsPipeSystemCalculationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeSystemCalculationParam {
	ForgeTypeId^ get ();
}
static member RbsPipeSystemCalculationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace